class Messages:
    start_command = "Привет! Я - Бот, который поможет тебе не попасться на мошенников. Я помогу отличить реальный подарок от чистого визуала, чистый подарок без рефаунда и подарок, за который уже вернули деньги."
    answer_file = "Отправьте файл .txt форматом для проверки подарка на рефаунд"
    check_success = "Проверка прошла успешно ✅"
    loading = "Идет проверка..."

class Errors:
    incorrect_format = "Пожалуйста, отправьте файл в формате .txt для проверки"
    answer_file = "Произошла ошибка при обработке файла"

class MainMenu:
    start = "🔄 Перезапустить"

class Buttons:
    start = "✅"